Repository: youngchris29-art/NuvioMobile
Catalog: iosApp/NuvioTV/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, vi

source: The focus ring uses the focused poster's dominant color
de: Der Fokusring verwendet die Hauptfarbe des fokussierten Posters
es: El anillo de foco usa el color dominante del póster enfocado
fr: L’anneau de focus utilise la couleur dominante de l’affiche ciblée
it: L’anello del focus usa il colore dominante del poster selezionato
vi: Vòng tiêu điểm dùng màu chủ đạo của poster đang chọn

source: The hero and rows, plus trailer previews
de: Hero und Reihen sowie Trailervorschauen
es: El hero y las filas, además de las vistas previas de tráileres
fr: Le hero et les rangées, ainsi que les aperçus de bandes-annonces
it: L’hero e le righe, più le anteprime dei trailer
vi: Hero và các hàng, cùng bản xem trước trailer

source: The hero plays a muted trailer preview after a moment of focus on a poster
de: Der Hero spielt eine stumme Trailervorschau ab, nachdem ein Poster kurz fokussiert war
es: El hero reproduce una vista previa del tráiler sin sonido tras un momento de foco en un póster
fr: Le hero lit un aperçu muet de la bande-annonce après un court moment de focus sur une affiche
it: L’hero riproduce un’anteprima del trailer senza audio dopo un momento di focus su un poster
vi: Hero phát bản xem trước trailer tắt tiếng sau một lúc chọn poster

source: The hero plays its trailer by itself, without waiting for focus
de: Der Hero spielt seinen Trailer von selbst ab, ohne auf den Fokus zu warten
es: El hero reproduce su tráiler por sí solo, sin esperar al foco
fr: Le hero lit sa bande-annonce de lui-même, sans attendre le focus
it: L’hero riproduce il suo trailer da solo, senza aspettare il focus
vi: Hero tự phát trailer, không cần chờ tiêu điểm

source: The hero shows artwork only
de: Der Hero zeigt nur Artwork
es: El hero solo muestra la imagen
fr: Le hero n’affiche que le visuel
it: L’hero mostra solo l’immagine
vi: Hero chỉ hiển thị ảnh

source: The model identifier of this Apple TV.
de: Die Modellkennung dieses Apple TV.
es: El identificador de modelo de este Apple TV.
fr: L’identifiant de modèle de cette Apple TV.
it: L’identificatore del modello di questa Apple TV.
vi: Mã định danh model của Apple TV này.

source: The next episode’s source failed. Choose one below.
de: Die Quelle der nächsten Folge ist fehlgeschlagen. Wähle unten eine aus.
es: La fuente del siguiente episodio falló. Elige una abajo.
fr: La source de l’épisode suivant a échoué. Choisissez-en une ci-dessous.
it: La fonte del prossimo episodio non è riuscita. Sceglierne una qui sotto.
vi: Nguồn của tập tiếp theo bị lỗi. Hãy chọn một nguồn bên dưới.

source: The provider returned an unplayable link.
de: Der Anbieter hat einen nicht abspielbar Link zurückgegeben.
es: El proveedor devolvió un enlace no reproducible.
fr: Le fournisseur a renvoyé un lien illisible.
it: Il fornitore ha restituito un collegamento non riproducibile.
vi: Nhà cung cấp trả về liên kết không phát được.

source: The server doesn’t advertise a sign-in method this Apple TV supports (email & password or QR sign-in).
de: Der Server bietet keine Anmeldemethode an, die dieses Apple TV unterstützt (E-Mail & Passwort oder QR-Anmeldung).
es: El servidor no anuncia ningún método de inicio de sesión compatible con este Apple TV (correo y contraseña o inicio de sesión con QR).
fr: Le serveur n'annonce aucune méthode de connexion prise en charge par cet Apple TV (e-mail et mot de passe ou connexion par QR).
it: Il server non dichiara un metodo di accesso supportato da questo Apple TV (email e password o accesso con QR).
vi: Máy chủ không công bố phương thức đăng nhập nào mà Apple TV này hỗ trợ (email & mật khẩu hoặc đăng nhập bằng QR).

source: The server operator can receive your account credentials and access data you sync through this server.
de: Der Serverbetreiber kann deine Anmeldedaten erhalten und auf Daten zugreifen, die du über diesen Server synchronisierst.
es: El operador del servidor puede recibir las credenciales de tu cuenta y acceder a los datos que sincronices a través de este servidor.
fr: L'opérateur du serveur peut recevoir les identifiants de votre compte et accéder aux données que vous synchronisez via ce serveur.
it: Il gestore del server può ricevere le credenziali del tuo account e accedere ai dati che sincronizzi tramite questo server.
vi: Người vận hành máy chủ có thể nhận được thông tin đăng nhập tài khoản của bạn và truy cập dữ liệu bạn đồng bộ qua máy chủ này.

source: The server returned an invalid discovery document.
de: Der Server hat ein ungültiges Discovery-Dokument zurückgegeben.
es: El servidor devolvió un documento de descubrimiento no válido.
fr: Le serveur a renvoyé un document de découverte invalide.
it: Il server ha restituito un documento di discovery non valido.
vi: Máy chủ trả về tài liệu khám phá không hợp lệ.

source: The server was saved, but the app couldn’t restart its connection. Relaunch Nuvio.
de: Der Server wurde gespeichert, aber die App konnte die Verbindung nicht neu starten. Starte Nuvio neu.
es: El servidor se guardó, pero la app no pudo reiniciar su conexión. Vuelve a abrir Nuvio.
fr: Le serveur a été enregistré, mais l'app n'a pas pu redémarrer sa connexion. Relancez Nuvio.
it: Il server è stato salvato, ma l’app non è riuscita a riavviare la connessione. Riavvia Nuvio.
vi: Máy chủ đã được lưu, nhưng ứng dụng không thể khởi động lại kết nối. Hãy khởi chạy lại Nuvio.

source: The tvOS version installed on this Apple TV.
de: Die auf diesem Apple TV installierte tvOS-Version.
es: La versión de tvOS instalada en este Apple TV.
fr: La version de tvOS installée sur cette Apple TV.
it: La versione di tvOS installata su questa Apple TV.
vi: Phiên bản tvOS đã cài trên Apple TV này.

source: Theme
de: Design
es: Tema
fr: Thème
it: Tema
vi: Chủ đề

source: Theme and poster style, plus card depth and badges
de: Design und Posterstil sowie Kartentiefe und Badges
es: Tema y estilo de póster, además de profundidad de tarjetas e insignias
fr: Thème et style des affiches, ainsi que profondeur des cartes et badges
it: Tema e stile dei poster, più profondità dei riquadri e badge
vi: Chủ đề và kiểu poster, cùng chiều sâu thẻ và huy hiệu

source: This appears to be a private-network server, but Nuvio still cannot verify who controls it.
de: Dies scheint ein Server in einem privaten Netzwerk zu sein, aber Nuvio kann trotzdem nicht überprüfen, wer ihn kontrolliert.
es: Parece ser un servidor de red privada, pero Nuvio sigue sin poder verificar quién lo controla.
fr: Ce serveur semble être sur un réseau privé, mais Nuvio ne peut toujours pas vérifier qui le contrôle.
it: Sembra un server su rete privata, ma Nuvio non può comunque verificare chi lo controlla.
vi: Đây có vẻ là máy chủ trong mạng riêng, nhưng Nuvio vẫn không thể xác minh ai kiểm soát nó.

source: This discovery document version isn’t supported.
de: Diese Version des Discovery-Dokuments wird nicht unterstützt.
es: Esta versión del documento de descubrimiento no es compatible.
fr: Cette version du document de découverte n'est pas prise en charge.
it: Questa versione del documento di discovery non è supportata.
vi: Phiên bản tài liệu khám phá này không được hỗ trợ.

source: This file isn't playable.
de: Diese Datei ist nicht abspielbar.
es: Este archivo no es reproducible.
fr: Ce fichier n'est pas lisible.
it: Questo file non è riproducibile.
vi: Tệp này không phát được.

source: This link expired. Refreshing results.
de: Dieser Link ist abgelaufen. Aktualisiere Ergebnisse.
es: Este enlace expiró. Resultados refrescantes.
fr: Ce lien a expiré. Actualisation des résultats.
it: Questo link è scaduto. Aggiornamento dei risultati in corso.
vi: Liên kết đã hết hạn, đang làm mới

source: This list is no longer available
de: Diese Liste ist nicht mehr verfügbar
es: Esta lista ya no está disponible
fr: Cette liste n'est plus disponible
it: Questo elenco non è più disponibile
vi: Danh sách này không còn khả dụng

source: This profile is locked.
de: Dieses Profil ist gesperrt.
es: Este perfil está bloqueado.
fr: Ce profil est verrouillé.
it: Questo profilo è bloccato.
vi: Hồ sơ này đã bị khóa.

source: This profile will require the PIN to open.
de: Dieses Profil erfordert die PIN zum Öffnen.
es: Este perfil requerirá el PIN para abrir.
fr: Ce profil nécessitera le code PIN pour s'ouvrir.
it: Questo profilo richiederà il PIN per aprirsi.
vi: Hồ sơ này sẽ yêu cầu PIN khi mở.

source: This server is on a private network, but HTTP traffic is not encrypted. Other devices on the network may be able to read it.
de: Dieser Server befindet sich in einem privaten Netzwerk, aber der HTTP-Verkehr ist nicht verschlüsselt. Andere Geräte im Netzwerk können ihn möglicherweise mitlesen.
es: Este servidor está en una red privada, pero el tráfico HTTP no está cifrado. Otros dispositivos de la red podrían leerlo.
fr: Ce serveur est sur un réseau privé, mais le trafic HTTP n'est pas chiffré. D'autres appareils du réseau pourraient le lire.
it: Questo server è su una rete privata, ma il traffico HTTP non è cifrato. Altri dispositivi sulla rete potrebbero leggerlo.
vi: Máy chủ này nằm trong mạng riêng, nhưng lưu lượng HTTP không được mã hóa. Các thiết bị khác trong mạng có thể đọc được nó.

source: This server signs in with email and password
de: Dieser Server verwendet die Anmeldung mit E-Mail und Passwort
es: Este servidor inicia sesión con correo y contraseña
fr: Ce serveur utilise la connexion par e-mail et mot de passe
it: Questo server usa l’accesso con email e password
vi: Máy chủ này đăng nhập bằng email và mật khẩu

source: This server uses a public hostname and unencrypted HTTP. Credentials and synced data may be exposed in transit.
de: Dieser Server verwendet einen öffentlichen Hostnamen und unverschlüsseltes HTTP. Anmeldedaten und synchronisierte Daten können bei der Übertragung offengelegt werden.
es: Este servidor usa un nombre de host público y HTTP sin cifrar. Las credenciales y los datos sincronizados podrían quedar expuestos en tránsito.
fr: Ce serveur utilise un nom d'hôte public et du HTTP non chiffré. Les identifiants et les données synchronisées peuvent être exposés en transit.
it: Questo server usa un hostname pubblico e HTTP non cifrato. Le credenziali e i dati sincronizzati potrebbero essere esposti durante il transito.
vi: Máy chủ này dùng tên máy chủ công khai và HTTP không mã hóa. Thông tin đăng nhập và dữ liệu đã đồng bộ có thể bị lộ trong quá trình truyền.

source: This server uses a public hostname. Nuvio cannot verify who owns or operates it.
de: Dieser Server verwendet einen öffentlichen Hostnamen. Nuvio kann nicht überprüfen, wem er gehört oder wer ihn betreibt.
es: Este servidor usa un nombre de host público. Nuvio no puede verificar quién es su propietario ni quién lo opera.
fr: Ce serveur utilise un nom d'hôte public. Nuvio ne peut pas vérifier qui le possède ou l'exploite.
it: Questo server usa un hostname pubblico. Nuvio non può verificare chi lo possiede o lo gestisce.
vi: Máy chủ này dùng tên máy chủ công khai. Nuvio không thể xác minh ai sở hữu hoặc vận hành nó.

source: This source can’t be edited.
de: Diese Quelle kann nicht bearbeitet werden.
es: Esta fuente no se puede editar.
fr: Cette source ne peut pas être modifiée.
it: Questa fonte non può essere modificata.
vi: Không thể chỉnh sửa nguồn này.

source: This source is pinned to its TMDB company or network; these filters narrow it further.
de: Diese Quelle ist an ihre TMDB-Firma oder ihren TMDB-Sender gebunden; diese Filter grenzen sie weiter ein.
es: Esta fuente está fijada a su compañía o cadena de TMDB; estos filtros la acotan aún más.
fr: Cette source est liée à sa société ou à son réseau TMDB ; ces filtres l'affinent davantage.
it: Questa fonte è vincolata alla sua società o network TMDB; questi filtri la restringono ulteriormente.
vi: Nguồn này được ghim vào công ty hoặc mạng TMDB của nó; các bộ lọc này sẽ thu hẹp thêm.

source: This stream needs a debrid account. Connect one in Settings → Services → Debrid.
de: Für diesen Stream ist ein Debrid-Account nötig. Verbinde einen unter Einstellungen → Dienste → Debrid.
es: Este stream necesita una cuenta debrid. Conecta una en Ajustes → Servicios → Debrid.
fr: Ce stream nécessite un compte debrid. Connectez-en un dans Réglages → Services → Debrid.
it: Questo stream richiede un account debrid. Collegane uno in Impostazioni → Servizi → Debrid.
vi: Luồng này cần tài khoản debrid. Hãy kết nối một tài khoản trong Cài đặt → Dịch vụ → Debrid.

source: Timed out waiting for approval. Try again.
de: Zeitüberschreitung beim Warten auf Genehmigung. Versuche es erneut.
es: Se agotó el tiempo esperando aprobación. Intenta de nuevo.
fr: Délai d'attente dépassé pour l'approbation. Réessayez.
it: Timeout in attesa dell'approvazione. Riprova.
vi: Hết thời gian chờ duyệt. Thử lại.

source: Tints each card's depth edge with its poster's main color as the artwork loads. Off by default.
de: Färbt die Tiefenkante jeder Karte beim Laden des Artworks mit der Hauptfarbe ihres Posters. Standardmäßig aus.
es: Tiñe el borde de profundidad de cada tarjeta con el color principal de su póster al cargar la imagen. Desactivado por defecto.
fr: Teinte le bord de profondeur de chaque carte avec la couleur principale de son affiche au chargement du visuel. Désactivé par défaut.
it: Colora il bordo di profondità di ogni riquadro con il colore principale del suo poster al caricamento dell’immagine. Disattivato per impostazione predefinita.
vi: Nhuộm viền chiều sâu của từng thẻ bằng màu chính của poster khi hình ảnh tải xong. Mặc định tắt.

source: Title and description on the left, artwork on the right, hero pinned while rows scroll
de: Titel und Beschreibung links, Artwork rechts, Hero bleibt beim Scrollen der Reihen fixiert
es: Título y descripción a la izquierda, imagen a la derecha, hero fijo mientras se desplazan las filas
fr: Titre et description à gauche, visuel à droite, hero fixe pendant le défilement des rangées
it: Titolo e descrizione a sinistra, immagine a destra, hero fisso mentre le righe scorrono
vi: Tiêu đề và mô tả ở bên trái, ảnh ở bên phải, hero được ghim khi các hàng cuộn

source: Titles you save on %@ show up here.
de: Titel, die du auf %@ speicherst, erscheinen hier.
es: Los títulos que guardes en %@ aparecen aquí.
fr: Les titres que vous enregistrez sur %@ apparaissent ici.
it: I titoli che salvi su %@ compaiono qui.
vi: Các tựa bạn lưu trên %@ sẽ hiện ở đây.

source: Too many attempts. Try again in %ds.
de: Zu viele Versuche. Versuche es in %ds erneut.
es: Demasiados intentos. Intenta de nuevo en %ds.
fr: Trop de tentatives. Réessayez dans %ds.
it: Troppi tentativi. Riprova tra %ds.
vi: Quá nhiều lần thử. Thử lại sau %d giây.

source: Top
de: Oben
es: Arriba
fr: En haut
it: In Alto
vi: Phía trên

source: Top Rated Movies
de: Am höchsten bewertete Filme
es: Películas mejor valoradas
fr: Films les mieux notés
it: Film più votati
vi: Phim đánh giá cao

source: Top Rated TV Shows
de: Am höchsten bewertete TV-Shows
es: Series mejor valoradas
fr: Séries les mieux notées
it: Serie TV più votate
vi: Phim bộ đánh giá cao

source: Top Tabs
de: Tabs oben
es: Pestañas superiores
fr: Onglets en haut
it: Schede in alto
vi: Thẻ trên cùng

source: Top Tabs keeps the tab bar across the top of the screen. Rail replaces it with a column of icons on the left edge. Press Left at the edge of a page, or Menu, to open it. Default: Top Tabs.
de: Tabs oben behält die Tab-Leiste oben auf dem Bildschirm. Seitenleiste ersetzt sie durch eine Symbolspalte am linken Rand. Drücke Links am Rand einer Seite oder Menü, um sie zu öffnen. Standard: Tabs oben.
es: Pestañas superiores mantiene la barra de pestañas en la parte superior de la pantalla. Barra lateral la sustituye por una columna de iconos en el borde izquierdo. Pulsa Izquierda en el borde de una página, o Menú, para abrirla. Por defecto: Pestañas superiores.
fr: Onglets en haut garde la barre d’onglets en haut de l’écran. Barre latérale la remplace par une colonne d’icônes sur le bord gauche. Appuyez sur Gauche au bord d’une page, ou sur Menu, pour l’ouvrir. Par défaut : Onglets en haut.
it: Schede in alto mantiene la barra delle schede in cima allo schermo. Barra laterale la sostituisce con una colonna di icone sul bordo sinistro. Premi Sinistra al bordo di una pagina, o Menu, per aprirla. Predefinito: Schede in alto.
vi: Thẻ trên cùng giữ thanh thẻ ở đầu màn hình. Thanh bên thay nó bằng một cột biểu tượng ở mép trái. Nhấn Trái ở mép một trang, hoặc Menu, để mở. Mặc định: Thẻ trên cùng.

source: Top result
de: Bestes Ergebnis
es: Mejor resultado
fr: Meilleur résultat
it: Risultato migliore
vi: Kết quả hàng đầu

source: Track %lld
de: Spur %lld
es: Pista %lld
fr: Piste %lld
it: Traccia %lld

source: Track what you watch on this Apple TV to your Simkl profile (movies and episodes are marked watched automatically).
de: Übertrage, was du auf diesem Apple TV schaust, in dein Simkl-Profil (Filme und Episoden werden automatisch als gesehen markiert).
es: Registra lo que ves en este Apple TV en tu perfil de Simkl (las películas y episodios se marcan como vistos automáticamente).
fr: Enregistrez ce que vous regardez sur cette Apple TV dans votre profil Simkl (les films et épisodes sont automatiquement marqués comme vus).
it: Registra ciò che guardi su questa Apple TV nel tuo profilo Simkl (film ed episodi vengono segnati come visti automaticamente).
vi: Ghi những gì bạn xem trên Apple TV này vào hồ sơ Simkl (phim và tập được đánh dấu đã xem tự động).

source: Trailer Buffer (A/B)
de: Trailer-Puffer (A/B)
es: Búfer de tráiler (A/B)
fr: Mémoire tampon des bandes-annonces (A/B)
it: Buffer trailer (A/B)
vi: Bộ đệm trailer (A/B)

source: Trailer Diagnostics
de: Trailer-Diagnose
es: Diagnóstico de tráiler
fr: Diagnostic de bande-annonce
it: Diagnostica trailer
vi: Chẩn đoán trailer

source: Trailer Duration
de: Trailer-Dauer
es: Duración del tráiler
fr: Durée des bandes-annonces
it: Durata trailer
vi: Thời lượng trailer

source: Trailer Letterbox Probe Off (A/B)
de: Trailer-Letterbox-Prüfung aus (A/B)
es: Sonda de franjas negras del tráiler desactivada (A/B)
fr: Sonde de bandes noires des bandes-annonces désactivée (A/B)
it: Sonda bande nere trailer disattivata (A/B)
vi: Tắt đầu dò viền đen trailer (A/B)

source: Trailer Location
de: Trailer-Position
es: Ubicación del tráiler
fr: Emplacement de la bande-annonce
it: Posizione del trailer
vi: Vị trí trailer

source: Trailer Sound by Default
de: Trailer standardmäßig mit Ton
es: Sonido del tráiler por defecto
fr: Son des bandes-annonces par défaut
it: Audio trailer predefinito
vi: Trailer có tiếng mặc định

source: Trailer Start Delay
de: Trailer-Startverzögerung
es: Retraso de inicio del tráiler
fr: Délai de lancement de la bande-annonce
it: Ritardo avvio trailer
vi: Độ trễ bắt đầu trailer

source: Trailer muted — press play/pause to unmute
de: Trailer stummgeschaltet – drücke Play/Pause zum Aufheben der Stummschaltung
es: Tráiler silenciado — pulsa reproducir/pausa para desmutear
fr: Bande-annonce coupée — appuyez sur lecture/pause pour réactiver le son
it: Trailer disattivato — premi play/pausa per attivare l'audio
vi: Trailer đã tắt tiếng — nhấn phát/tạm dừng để bật tiếng

source: Trailer rows
de: Trailer-Reihen
es: Filas de tráiler
fr: Lignes de bandes-annonces
it: Righe trailer
vi: Hàng trailer

source: Trailer sound on — press play/pause to mute
de: Trailer-Sound ein – drücke Play/Pause zum Stummschalten
es: Sonido de tráiler activado — pulsa reproducir/pausa para silenciar
fr: Son de la bande-annonce activé — appuyez sur lecture/pause pour couper le son
it: Suono trailer attivato — premi play/pausa per disattivare l'audio
vi: Trailer đang bật tiếng — nhấn phát/tạm dừng để tắt tiếng

source: Trailers
de: Trailer
es: Tráilers
fr: Bandes-annonces
it: Trailer
vi: Trailer

source: Trailers & Extras
de: Trailer & Extras
es: Tráilers y extra
fr: Bandes-annonces et extras
it: Trailer e extra
vi: Trailer & nội dung thêm

source: Trailers on Focus
de: Trailer bei Fokus
es: Tráilers al enfocar
fr: Bandes-annonces au focus
it: Trailer al focus
vi: Trailer khi được chọn

source: Trailers play muted behind the title at the top after you rest on a poster
de: Trailer laufen stumm hinter dem Titel oben, wenn du auf einem Poster verweilst
es: Los tráileres se reproducen sin sonido detrás del título, arriba, cuando te detienes en un póster
fr: Les bandes-annonces se lisent sans le son derrière le titre en haut quand vous vous arrêtez sur une affiche
it: I trailer partono senza audio dietro il titolo in alto quando ti fermi su un poster
vi: Trailer phát không tiếng phía sau tiêu đề ở trên khi bạn dừng lại trên một poster

source: Trailers start with sound; play/pause mutes
de: Trailer starten mit Ton; Wiedergabe/Pause schaltet stumm
es: Los tráileres empiezan con sonido; reproducir/pausa lo silencia
fr: Les bandes-annonces démarrent avec le son ; lecture/pause coupe le son
it: I trailer partono con l’audio; riproduci/pausa lo silenzia
vi: Trailer bắt đầu có âm thanh; phát/tạm dừng để tắt tiếng

source: Trakt Order
de: Trakt-Reihenfolge
es: Orden de Trakt
fr: Ordre Trakt
it: Ordine Trakt
vi: Thứ tự Trakt

source: Trakt isn't configured in this build. Add TRAKT_CLIENT_ID and TRAKT_CLIENT_SECRET to local.properties, then rebuild the shared framework.
de: Trakt ist in dieser Version nicht konfiguriert. Füge TRAKT_CLIENT_ID und TRAKT_CLIENT_SECRET zu local.properties hinzu und erstelle dann das gemeinsame Framework erneut.
es: Trakt no está configurado en esta compilación. Añade TRAKT_CLIENT_ID y TRAKT_CLIENT_SECRET a local.properties, luego reconstruye el marco compartido.
fr: Trakt n'est pas configuré dans cette version. Ajoutez TRAKT_CLIENT_ID et TRAKT_CLIENT_SECRET à local.properties, puis recompilez le framework partagé.
it: Trakt non è configurato in questa build. Aggiungi TRAKT_CLIENT_ID e TRAKT_CLIENT_SECRET a local.properties, quindi ricostruisci il framework condiviso.
vi: Trakt chưa được cấu hình trong bản dựng này. Thêm TRAKT_CLIENT_ID và TRAKT_CLIENT_SECRET vào local.properties, rồi build lại framework chia sẻ.

source: Trakt, Simkl and MDBList, plus debrid
de: Trakt, Simkl und MDBList sowie Debrid
es: Trakt, Simkl y MDBList, además de debrid
fr: Trakt, Simkl et MDBList, ainsi que debrid
it: Trakt, Simkl e MDBList, più debrid
vi: Trakt, Simkl và MDBList, cùng debrid

source: Transferred
de: Übertragen
es: Transferido
fr: Transféré
it: Trasferito
vi: Đã truyền

source: Try Again
de: Erneut versuchen
es: Intenta de nuevo
fr: Réessayer
it: Riprova
vi: Thử lại

source: Try Next Source
de: Nächste Quelle versuchen
es: Probar la siguiente fuente
fr: Essayer la source suivante
it: Prova fonte successiva
vi: Thử nguồn tiếp theo

source: Trying another source (%lld of %lld)…
de: Andere Quelle wird versucht (%lld von %lld) …
es: Probando otra fuente (%lld de %lld)…
fr: Essai d’une autre source (%lld sur %lld)…
it: Prova di un’altra fonte (%lld di %lld)…
vi: Đang thử nguồn khác (%lld/%lld)…

source: Turn cached torrent results into direct links automatically
de: Verwandle gecachte Torrent-Ergebnisse automatisch in direkte Links
es: Convierte resultados de torrents en caché en enlaces directos automáticamente
fr: Transforme automatiquement les résultats torrent mis en cache en liens directs
it: Converti automaticamente i risultati torrent memorizzati in cache in collegamenti diretti
vi: Tự động chuyển kết quả torrent đã cache thành liên kết trực tiếp
